Repository: AleksandrTsvetkov/Wellness
Catalog: Wellness-iOS/Supporting Files/*.lproj/InfoPlist.strings
Languages: ru

# NSCalendarsUsageDescription
source: Wellness would like to access your calendar
ru: Wellness хочет получить доступ к вашему календарю

# NSCameraUsageDescription
source: Wellness would like to access your camera
ru: Wellness хочет получить доступ к вашей камере

# NSHealthClinicalHealthRecordsShareUsageDescription
source: Wellness would like to access your Apple Health Information
ru: Wellness хочет получить доступ к вашей информации о здоровье

# NSHealthShareUsageDescription
source: Wellness would like to access your Apple Health Information
ru: Wellness хочет получить доступ к вашей информации о здоровье

# NSHealthUpdateUsageDescription
source: Wellness would like to update your Apple Health Information
ru: Wellness хочет получить доступ к вашей информации о здоровье

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Wellness would like to access your location
ru: Wellness хочет получить доступ к вашей геолокации

# NSLocationAlwaysUsageDescription
source: Wellness would like to access your location
ru: Wellness хочет получить доступ к вашей геолокации

# NSLocationUsageDescription
source: Wellness would like to access your location
ru: Wellness хочет получить доступ к вашей геолокации

# NSLocationWhenInUseUsageDescription
source: App requsts access to GPS to track your Activity
ru: Wellness хочет получить доступ к вашей геолокации

# NSMicrophoneUsageDescription
source: Wellness would like to access your microphone
ru: Wellness хочет получить доступ к вашему микрофону

# NSMotionUsageDescription
source: Wellness would like to access your location needs access to motion data to display steps
ru: Wellness хочет получить доступ к вашей геолокации

# NSPhotoLibraryUsageDescription
source: Wellness would like to access your photo
ru: Wellness хочет получить доступ к вашей фотопленке
